IDEA Open Model
ColumnDataEc2.Calculation2ndOrderEffect Property
Compatible with IDEA StatiCa v 10.1
 Use calculation of 2nd order effect
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public bool Calculation2ndOrderEffect { get; set; }
Public Property Calculation2ndOrderEffect As Boolean
	Get
	Set
public:
property bool Calculation2ndOrderEffect {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ColumnDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace